{
    "Language" : "भाषा परिवर्तन",
    "Choose Bicycle" : "साइकल छान्नुहोस्",
    "Edit Profile" : "प्रोफाइल सम्पादन गर",
    "Change Password" : "पासवर्ड परिवर्तन",
    "Delete Account": "खाता मेट्नुहोस्",
    "More" : "थप",
    "Current Password" : "हालको पासवर्ड",
    "Toggle Theme" : "रङ परिवर्तन",
    "Help And Support" : "मद्दत र समर्थन",
    "About Us" : "हाम्रोबारे",
    "Settings" : "सेटिङहरू",
    "Explore Cycles" : "साइकलहरू अन्वेषण",
    "Explore More" : "साइकलहरू अन्वेषण",
    "Log Out" : "लग आउट",
    "Log In" : "लग-ईन",
    "LOGIN" : "लग-ईन",
    "Rs" : "रु",
    "Type" : "प्रकार",
    "/hr" : "प्रति घण्टा",
    "SIGN INTO" : "आफ्नो खातामा",
    "YOUR ACCOUNT" : "साइन इन गर्नुहोस्",
    "Email" : "इमेल",
    "Password" : "पासवर्ड",
    "Forgot Password?" : "पासवर्ड भुल्नु भयो?",
    "Other Options" : "अन्य विकल्प",
    "*This field is required*" : "*यो क्षेत्र आवश्यक छ*",
    "Don't have an account?" : "खाता छैन?",
    "Create Account" : "खाता सिर्जना गर्नुहोस्",
    "Login with Goggle" : "गुगलसँग लगइन गर्नुहोस्",
    "REGISTER NEW" : "नयाँ दर्ता गर्नुहोस्",
    "ACCOUNT" : "खाता",
    "First Name" : "पहिलो नाम",
    "Last Name" : "थर",
    "Confirm Password" : "पासवर्ड सुनिश्चित",
    "REGISTER" : "दर्ता गर्नुहोस्",
    "Already have an account?" : "पहिले नै खाता छ?",
    "*At least 3 charater is required*" : "*कम्तीमा ३ क्यारेटर आवश्यक छ*",
    "*At least 5 charater is required*" : "*कम्तीमा ५ क्यारेटर आवश्यक छ*",
    "*Password must have atleast 8 character*" : "*पासवर्डमा कम्तिमा ८ वर्णको हुनुपर्छ*",
    "*Password did not match*" : "*पासवर्ड मिलेन*",
    "Sign In." : "साइन इन.",
    "Our Location" : "हाम्रो स्थान",
    "Hello" : "नमस्ते",
    "PROFILE" : "प्रोफाइल",
    "Support" : "समर्थन",
    "Frequent Asked Questions" : "बारम्बार सोधिने प्रश्नहरू",
    "Quick answers to questions you may have. Can't find what you are looking for? Check out our" : "तपाईंसँग हुनसक्ने प्रश्नहरूको द्रुत जवाफ। तपाईले खोज्नु भएको कुरा फेला पार्न सक्नुहुन्न? हाम्रो जाँच गर्नुहोस्",
    "full documentation" : "पूर्ण कागजात",
    "Documentation" : "कागजात",
    "Are your panniers water proof?" :"तिम्रो प्यानियर पानीको प्रमाण हो?",
    "Does it cost me anything to list a ride?" : "के मलाई सवारीको सूची बनाउन केही खर्च लाग्छ?",
    "What does your bicycle rental include?": "तपाईको साइकल भाडामा के समावेश छ?",
    "Before confirming any reservation, the Renter has to sign our Spinlister Rental Agreement. This agreement offers you protection against injury to the Renter or damage to your property - as the Lister, you are never responsible if the Renter gets injured on a ride. At the same time, you'd be doing us all a solid by making sure your ride is always tuned up and ready to go when you pass it off." : "कुनै पनि रिजर्भेसन पुष्टि गर्नु अघि, भाडामा लिनेले हाम्रो स्पिनलिस्टर भाडा सम्झौतामा हस्ताक्षर गर्नुपर्छ। यो सम्झौताले तपाईंलाई भाडामा दिनेलाई चोटपटक वा तपाईंको सम्पत्तिको क्षतिबाट सुरक्षा प्रदान गर्दछ - लिस्टरको रूपमा, यदि भाडामा लिने व्यक्ति सवारीमा घाइते भएमा तपाईं कहिल्यै जिम्मेवार हुनुहुन्न। उही समयमा, तपाइँ तपाइँको सवारी सधैं ट्युन अप छ र तपाइँ यसलाई पास गर्दा जानको लागि तयार छ भनेर सुनिश्चित गरेर हामी सबैलाई ठोस गर्नुहुनेछ।",
    "What if someone gets injured or my property is damaged while renting my ride?" : "मेरो सवारी भाडामा लिँदा कोही घाइते भए वा मेरो सम्पत्ति नोक्सान भयो भने के हुन्छ?",
    "Each and every Cycling Rentals bike hire is delivered with a Water bottle (yours to keep), Mini-tool, Spare tube, Tire Levers, Pump and Bike Lock. We also include easy to read instructions on how to unpack and operate your rental bike and accessories." : "हरेक र हरेक साइकल भाडा बाइक भाडामा पानीको बोतल (तपाईंको राख्नको लागि), मिनी-उपकरण, स्पेयर ट्यूब, टायर लिभर, पम्प र बाइक लकको साथ डेलिभर गरिन्छ। हामीले तपाईंको भाडा कसरी अनप्याक गर्ने र सञ्चालन गर्ने बारे निर्देशनहरू पढ्न सजिलो समावेश गर्दछौं। बाइक र सामान।",
    "Totally! Cycling Rentals offers the best bicycle pannier rental in the business: 100% water proof." : "पूर्ण रूपमा! साइकल भाडाले व्यवसायमा सबै भन्दा राम्रो साइकल प्यानियर भाडा प्रदान गर्दछ: 100% वाटर प्रूफ।",
    "What if I can only rent my ride out certain days?" : "के हुन्छ यदि म मेरो सवारी निश्चित दिनहरू भाडामा लिन सक्छु?",
    "No problem! We have an availability calendar where you can mark off the times your ride is completely unavailable, or when you just can't do a drop-off. If your ride is listed as available, Renters can request and contact you whenever they want to reserve your ride. If a request is not convenient for you, you can always decline a request without regret." : "समस्या छैन! हामीसँग उपलब्धता क्यालेन्डर छ जहाँ तपाईं आफ्नो सवारी पूर्ण रूपमा अनुपलब्ध भएको समयलाई चिन्ह लगाउन सक्नुहुन्छ, वा जब तपाईं ड्रप-अफ गर्न सक्नुहुन्न। यदि तपाईंको सवारी उपलब्ध रूपमा सूचीबद्ध छ भने, भाडामा लिनेहरूले अनुरोध गर्न र सम्पर्क गर्न सक्छन् जब तिनीहरू तपाईंको सवारी आरक्षित गर्न चाहन्छन्। यदि तपाइँको लागि अनुरोध सुविधाजनक छैन भने, तपाइँ सधैं बिना अफसोस अनुरोध अस्वीकार गर्न सक्नुहुन्छ।",
    "This is to make clear, that listing your ride (cycle) take charge! However, it only gets paid as per hour, the price listed on the cycle. When your payment request is approved, cycle you booked for is added on the booked screen." : "यो स्पष्ट गर्न को लागी, तपाइँको सवारी (साइकल) सूचीबद्ध गर्न शुल्क लिन्छ! यद्यपि, यो केवल प्रति घण्टाको रूपमा भुक्तान गरिन्छ, साइकलमा सूचीबद्ध मूल्य। जब तपाइँको भुक्तानी अनुरोध स्वीकृत हुन्छ, तपाईले बुक गर्नुभएको साइकल बुक गरिएको मा थपिन्छ। पर्दा।",
    "About CycleGo" : "साइकलगो बारे",
    "Follow Us On" : "हामीलाई फलो गर्नुहोस्",
    "+977-1-4114400" : "+९७७-१-४११४४००",
    "+977 9800000000" : "+९७७ ९८००००००००",
    "+977-1-4000110" : "+९७७-१-४०००११०",
    "For any queries regarding application. Please contact customer care with reference number" : "आवेदन सम्बन्धी कुनै पनि प्रश्नहरूको लागि। कृपया सन्दर्भ नम्बरको साथ ग्राहक सेवामा सम्पर्क गर्नुहोस्।"
}